# St7GetNodeSize

Returns the size index of the displayed nodes.

long St7GetNodeSize(long uID, long* Size)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Size

Node size index in the range kMinPointSize to kMaxPointSize.